<?php
/**
*
* Static Pages MOD language file [Hellenic (Greek)]
*
* @author ChriZathens
*
* @version $Id$
* @original copyright (c) 2009 Vojtěch Vondra
* @license http://opensource.org/licenses/gpl-license.php GNU Public License
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
    exit;
}

if (empty($lang) || !is_array($lang))
{
    $lang = array();
}

$lang = array_merge($lang, array(
    // Front-end keys
    'PAGE_ID_INVALID'            => 'Η επιλεγμένη σελίδα δεν υπάρχει.',
    'PAGE_NOT_FOUND'            => 'Η επιλεγμένη σελίδα δεν βρέθηκε.',
    
    // ACP keys
    'ACP_MANAGE_PAGES' => 'Διαχείριση σελίδων',
    'ACP_PAGES' => 'Σελίδες',
    'ACP_PAGES_EXPLAIN' => 'Από εδώ μπορείτε να προσθέσετε και να επεξεργαστείτε στατικές σελίδες στην κοινότητά σας.',
    'ADD_PAGE' => 'Προσθήκη σελίδας',
    'GO_TO_PAGE' => 'Προβολή της σελίδας',
    'MUST_SELECT_PAGE' => 'Πρέπει να επιλέξετε μια σελίδα',
    'NO_PAGE_DESC' => 'Δεν έχετε εισάγει την περιγραφή της σελίδας.',
    'NO_PAGE_TITLE' => 'Δεν έχετε εισάγει τον τίτλο της σελίδας.',
    'NO_PAGE_CONTENT' => 'Δεν έχετε εισάγει περιεχόμενο στη σελίδα.',
    'PAGE'     => 'Σελίδα',
    'PAGES'     => 'Σελίδες',
    'PAGE_ADDED' => 'Η σελίδα προστέθηκε με επιτυχία.',
    'PAGE_AUTHOR' => 'Συγγραφέας σελίδας',
    'PAGE_CONTENT' => 'Περιεχόμενο σελίδας',
    'PAGE_DESC' => 'Περιγραφή',
    'PAGE_DESC_EXPLAIN' => 'Αυτό χρησιμοποιείται σε δύο μέρη: Εδώ, στον Π.Ε.Δ. για αναγνώριση των σελίδων σας και στη λίστα σελίδων όταν δεν έχει επιλεχθεί σελίδα.',
    'PAGE_DISPLAY' => 'Προβολή σελίδας',
    'PAGE_DISPLAY_EXPLAIN' => 'Αν οριστεί σε Όχι η σελίδα δεν θα είναι προσβάσιμη από τα μέλη. Οι διαχειριστές και οι συντονιστές πάντα μπορούν να προσεγγίσουν απ\' ευθείας τη σελίδα.',
    'PAGE_DISPLAY_GUESTS' => 'Προβολή της σελίδας στους επισκέπτες',
    'PAGE_DISPLAY_GUESTS_EXPLAIN' => 'Αν οριστεί σε Όχι, μόνο εγγεγραμμένα μέλη θα μπορούν να δουν τη σελίδα.',
    'PAGE_HIDDEN' => 'Αυτή η σελίδα είναι κρυφή, μόνο συντονιστές και διαχειριστές μπορούν να τη δουν. Μπορείτε να την ενεργοποιήσετε στον Π.Ε.Δ.',
    'PAGE_LINK' => 'Σύνδεσμος σελίδας',
    'PAGE_MAKE_HIDDEN' => 'Απόκρυψη',
    'PAGE_MAKE_VISIBLE' => 'Να γίνει ορατή',
    'PAGE_NOT_VISIBLE' => 'Η επιλεγμένη σελίδα είναι τώρα κρυφή από την κοινή θέα.',
    'PAGE_ORDER' => 'Ταξινόμηση σελίδας',
    'PAGE_ORDER_EXPLAIN' => 'Αν εμφανίζεται μια λίστα από σελίδες, μπορείτε να ορίσετε την σειρά των σελίδων ορίζοντας εδώ έναν αριθμό και οι σελίδες θα ταξινομούνται με αύξουσα σειρά βάσει αυτού του αριθμού.',
    'PAGE_TITLE' => 'Τίτλος σελίδας',
    'PAGE_UPDATED' => 'Η σελίδα ενημερώθηκε με επιτυχία.',
    'PAGE_URL' => 'Προσδιοριστής URL',
    'PAGE_URL_EXPLAIN' => 'Χρησιμοποιείται στο URL για πρόσβαση στη σελίδα, χρησιμοποιήστε γράμματα (όχι κεφαλαία), νούμερα και παύλες. Αν δεν βάλετε τίποτα, θα δημιουργηθεί αυτόματα από το σύστημα με βάση τον τίτλο της σελίδας.',
    'PAGE_VISIBLE' => 'Η επιλεγμένη σελίδα τώρα θα εμφανίζεται.',
    'STATIC_PAGES_MOD_UPDATED' => '<strong>Το MOD Στατικές σελίδες αναβαθμίστηκε στην έκδοση » %s</strong>',
    'STATIC_PAGES_MOD_INSTALLED' => '<strong>Το MOD Στατικές σελίδες εγκαταστάθηκε - έκδοση MOD » %s</strong>',
    
    // Log messages
    'LOG_PAGE_ADDED'    => '<strong>Προστέθηκε στατική σελίδα</strong><br />» %s',
    'LOG_PAGE_UPDATED'    => '<strong>Ενημερώθηκε στατική σελίδα</strong><br />» %s',
    'LOG_PAGE_REMOVED'    => '<strong>Διαγράφηκε στατική σελίδα</strong><br />» %s',
    
    // Manage pages permission
    'acl_a_manage_pages'            => array('lang' => 'Μπορεί να δημιουργήσει, να επεξεργαστεί και να διαγράψει στατικές σελίδες', 'cat' => 'misc'),
));
?>
